resume.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-06-29 Mon 08:51 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Joe Bloggs</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Joe Bloggs" />
<link rel="stylesheet" type="text/css" href="stylesheet.css" />
</head>
<body>
<div id="content">
<h1 class="title">Joe Bloggs</h1>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><b>M</b>: 0000 000 000</td>
<td class="org-left"><b>E</b>: joe@bloggs.com</td>
</tr>
</tbody>
</table>

<div id="outline-container-org3a369ab" class="outline-2">
<h2 id="org3a369ab">Experience</h2>
<div class="outline-text-2" id="text-org3a369ab">
</div>
<div id="outline-container-orgc41342d" class="outline-3">
<h3 id="orgc41342d">Senior waiter   <div id=date>Jan 2011 -- Current</div> </h3>
<div class="outline-text-3" id="text-orgc41342d">
<p>
<i>Chateaux Le Goog</i>
</p>

<ul class="org-ul">
<li>Lorem ipsum dolor sit amet, consectetur adipiscing elit.</li>
<li>Proin sagittis purus sed lorem convallis, luctus lobortis nibh fringilla.</li>
<li>Pellentesque dignissim sapien ac ex ullamcorper accumsan.</li>
<li>Mauris ut lorem at libero auctor viverra sit amet in dolor.</li>
</ul>
</div>
</div>

<div id="outline-container-orgdda8049" class="outline-3">
<h3 id="orgdda8049">Junior waiter   <div id=date>Feb 2008 -- Dec 2010</div> </h3>
<div class="outline-text-3" id="text-orgdda8049">
<p>
<i>Grand-Flix</i>
</p>

<ul class="org-ul">
<li>Pellentesque eget magna at erat convallis condimentum at sit amet dui.</li>
<li>Nam ac augue eget diam laoreet dapibus et efficitur mi.</li>
<li>Mauris ullamcorper massa eget erat convallis, et tincidunt tortor ultricies.</li>
<li>Mauris vel felis lobortis, dapibus dolor quis, porttitor nibh.</li>
</ul>
</div>
</div>

<div id="outline-container-org638b890" class="outline-3">
<h3 id="org638b890">Graduate waiter   <div id=date>Apr 2006 -- Jan 2008</div> </h3>
<div class="outline-text-3" id="text-org638b890">
<p>
<i>Regis on the Knuth</i>
</p>

<ul class="org-ul">
<li>Maecenas sodales libero at magna feugiat condimentum.</li>
<li>Nulla at metus at turpis maximus efficitur nec sed elit.</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orga1c85f8" class="outline-2">
<h2 id="orga1c85f8">Education</h2>
<div class="outline-text-2" id="text-orga1c85f8">
</div>
<div id="outline-container-org3c28754" class="outline-3">
<h3 id="org3c28754">Bachelor of Waiting (Scholars)   <div id=date>2002 -- 2005</div> </h3>
<div class="outline-text-3" id="text-org3c28754">
<p>
<i>University of Dining</i>
</p>

<ul class="org-ul">
<li>Duis id sapien hendrerit, tincidunt risus vel, aliquam orci.</li>
<li>Nulla finibus dui ut ex lobortis tempor.</li>
<li>Cras dapibus diam eu purus efficitur consectetur.</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgb9029ab" class="outline-2">
<h2 id="orgb9029ab">Publications and conferences</h2>
<div class="outline-text-2" id="text-orgb9029ab">
<ul class="org-ul">
<li>Lorem ipsum dolor sit amet, consectetur adipiscing elit.</li>
<li>Ut nec tellus sit amet purus consectetur sollicitudin et quis justo.</li>
<li>Donec rhoncus lectus sed congue aliquam.</li>
<li>Phasellus quis velit auctor, condimentum eros ac, maximus orci.</li>
<li>Nunc sodales ex at felis semper dictum sed vitae ipsum.</li>
</ul>
</div>

<div id="outline-container-org2af206b" class="outline-3">
<h3 id="org2af206b"></h3>
</div>
</div>

<div id="outline-container-org7310880" class="outline-2">
<h2 id="org7310880">Skills and qualifications</h2>
<div class="outline-text-2" id="text-org7310880">
<ul class="org-ul">
<li>Sed ac libero ullamcorper, suscipit odio quis, blandit nunc.</li>
<li>Praesent ac lacus id lorem laoreet fringilla.</li>
<li>Sed quis lectus eget dui mollis venenatis consectetur a neque.</li>
<li>Curabitur tincidunt sem sed odio hendrerit, non luctus nisl ultricies.</li>
<li>Curabitur accumsan turpis varius venenatis malesuada.</li>
</ul>
</div>
</div>
</div>
</body>
</html>
