resume.tex
% Created 2020-06-29 Mon 08:51
% Intended LaTeX compiler: pdflatex
\documentclass[a4paper,11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[left=3cm, right=3cm, top=2.7cm, bottom=2.7cm]{geometry}
\usepackage{parskip}
\usepackage{microtype}
\usepackage{enumitem}
\setlist{itemsep=-3pt} % Vert space between items/bullets
\setlist[itemize]{leftmargin=12pt}
\renewcommand{\labelitemi}{$\bullet$}
\usepackage{lastpage}
\usepackage{fancyhdr}
\pagestyle{fancy}
\fancyhf{}
\renewcommand{\headrulewidth}{0pt}
\cfoot{Page \thepage\ of \pageref{LastPage}}
\hypersetup{colorlinks=true,urlcolor=black,linkcolor=black}
\usepackage{lmodern}
\usepackage{xcolor}
\color[HTML]{333333}
\usepackage{titling}
\definecolor{myaccent}{HTML}{1C6AAF}
\renewcommand{\maketitle}{{\centering {\color{myaccent}\huge\bfseries\theauthor}\par \vspace{4pt}}}
\usepackage{titlesec}
\titleformat*{\section}{\sffamily\raggedright\footnotesize\bfseries\color{myaccent}\uppercase}
\titleformat*{\subsection}{\raggedright\large\bfseries\color[HTML]{000000}}
\titlespacing*{\section}{0pt}{20pt}{8pt}
\titlespacing*{\subsection}{0pt}{20pt}{0pt}
\author{Joe Bloggs}
\date{}
\title{Joe Bloggs}
\hypersetup{
 pdfauthor={Joe Bloggs},
 pdftitle={Joe Bloggs},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.3 (Org mode 9.1.9)}, 
 pdflang={English}}
\begin{document}

\maketitle
\begin{center}
\begin{tabular}{ll}
\textbf{M}: 0000 000 000 & \textbf{E}: joe@bloggs.com\\
\end{tabular}
\end{center}

\section*{Experience}
\label{sec:orgff68f7b}
\subsection*{Senior waiter  \hfill\normalfont{\small Jan 2011 -- Current}  }
\label{sec:org986d293}
\emph{Chateaux Le Goog}

\begin{itemize}
\item Lorem ipsum dolor sit amet, consectetur adipiscing elit.
\item Proin sagittis purus sed lorem convallis, luctus lobortis nibh fringilla.
\item Pellentesque dignissim sapien ac ex ullamcorper accumsan.
\item Mauris ut lorem at libero auctor viverra sit amet in dolor.
\end{itemize}

\subsection*{Junior waiter  \hfill\normalfont{\small Feb 2008 -- Dec 2010}  }
\label{sec:org3aa34c3}
\emph{Grand-Flix}

\begin{itemize}
\item Pellentesque eget magna at erat convallis condimentum at sit amet dui.
\item Nam ac augue eget diam laoreet dapibus et efficitur mi.
\item Mauris ullamcorper massa eget erat convallis, et tincidunt tortor ultricies.
\item Mauris vel felis lobortis, dapibus dolor quis, porttitor nibh.
\end{itemize}

\subsection*{Graduate waiter  \hfill\normalfont{\small Apr 2006 -- Jan 2008}  }
\label{sec:org2812ed1}
\emph{Regis on the Knuth}

\begin{itemize}
\item Maecenas sodales libero at magna feugiat condimentum.
\item Nulla at metus at turpis maximus efficitur nec sed elit.
\end{itemize}

\section*{Education}
\label{sec:orgd0e5d80}
\subsection*{Bachelor of Waiting (Scholars)  \hfill\normalfont{\small 2002 -- 2005}  }
\label{sec:org28d4529}
\emph{University of Dining}

\begin{itemize}
\item Duis id sapien hendrerit, tincidunt risus vel, aliquam orci.
\item Nulla finibus dui ut ex lobortis tempor.
\item Cras dapibus diam eu purus efficitur consectetur.
\end{itemize}

\section*{Publications and conferences}
\label{sec:orgb9338e0}
\begin{itemize}
\item Lorem ipsum dolor sit amet, consectetur adipiscing elit.
\item Ut nec tellus sit amet purus consectetur sollicitudin et quis justo.
\item Donec rhoncus lectus sed congue aliquam.
\item Phasellus quis velit auctor, condimentum eros ac, maximus orci.
\item Nunc sodales ex at felis semper dictum sed vitae ipsum.
\end{itemize}

\subsection*{ \clearpage }
\label{sec:orgc44bd3f}

\section*{Skills and qualifications}
\label{sec:org97d0534}
\begin{itemize}
\item Sed ac libero ullamcorper, suscipit odio quis, blandit nunc.
\item Praesent ac lacus id lorem laoreet fringilla.
\item Sed quis lectus eget dui mollis venenatis consectetur a neque.
\item Curabitur tincidunt sem sed odio hendrerit, non luctus nisl ultricies.
\item Curabitur accumsan turpis varius venenatis malesuada.
\end{itemize}
\end{document}